---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyElemSubcategory
source: html/29b81946-dd16-8873-2a33-66f04a1866b6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyElemSubcategory Property

"Subcategory"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyElemSubcategory { get; }
```